Repository: Infinitietechnologies/wp-migrate-shopify-woo-lite
Catalog: languages/wp-migrate-shopify-woo-lite-lite-*.po
Languages: fr_fr

source: WP Migrate & Import Shopify to WooCommerce
fr_fr: WP Migrate & Import Shopify vers WooCommerce

source: requires WooCommerce to be installed and active.
fr_fr: nécessite que WooCommerce soit installé et actif.

source: Shopify to WooCommerce Importer
fr_fr: Importateur Shopify vers WooCommerce

source: Manage your Shopify store connections and import data to WooCommerce.
fr_fr: Gérez vos connexions de magasins Shopify et importez des données vers WooCommerce.

source: Connect your first store
fr_fr: Connectez votre premier magasin

source: No stores connected yet
fr_fr: Aucun magasin connecté pour le moment

source: Get started by connecting your first Shopify store to begin importing products, customers, orders, and more.
fr_fr: Commencez par connecter votre premier magasin Shopify pour importer des produits, clients, commandes et plus encore.

source: Connected Stores
fr_fr: Magasins connectés

source: Pending Tasks
fr_fr: Tâches en attente

source: Completed
fr_fr: Terminé

source: Failed
fr_fr: Échoué

source: Quick Actions
fr_fr: Actions rapides

source: Connect Store
fr_fr: Connecter le magasin

source: Add your first Shopify store to start importing data
fr_fr: Ajoutez votre premier magasin Shopify pour commencer à importer des données

source: Manage Stores
fr_fr: Gérer les magasins

source: View and manage your connected stores
fr_fr: Afficher et gérer vos magasins connectés

source: View Logs
fr_fr: Voir les journaux

source: Check import history and system logs
fr_fr: Vérifier l'historique d'importation et les journaux système

source: Settings
fr_fr: Paramètres

source: Configure plugin settings and preferences
fr_fr: Configurer les paramètres et préférences du plugin

source: Import Data
fr_fr: Importer des données

source: Products
fr_fr: Produits

source: Customers
fr_fr: Clients

source: Orders
fr_fr: Commandes

source: No Stores Connected
fr_fr: Aucun magasin connecté

source: Connect your first Shopify store to start importing data. You can import products, customers, orders, pages, blogs, and coupons.
fr_fr: Connectez votre premier magasin Shopify pour commencer à importer des données. Vous pouvez importer des produits, clients, commandes, pages, blogs et coupons.

source: View Documentation
fr_fr: Voir la documentation

source: Recent Activity
fr_fr: Activité récente

source: No recent activity found. Import data to see activity here.
fr_fr: Aucune activité récente trouvée. Importez des données pour voir l'activité ici.

source: Date/Time
fr_fr: Date/Heure

source: Level
fr_fr: Niveau

source: Store
fr_fr: Magasin

source: Task
fr_fr: Tâche

source: Pending
fr_fr: En attente

source: Processing
fr_fr: En cours

source: Paused
fr_fr: En pause

source: Unknown
fr_fr: Inconnu

source: Dismiss notification
fr_fr: Fermer la notification

source: Optional transform function
fr_fr: Fonction de transformation optionnelle

source: Remove mapping
fr_fr: Supprimer le mapping

source: Remove
fr_fr: Supprimer

source: Transform Functions
fr_fr: Fonctions de transformation

source: Available transform functions you can use in the Transform field:
fr_fr: Fonctions de transformation disponibles que vous pouvez utiliser dans le champ Transform :

source: Convert to lowercase
fr_fr: Convertir en minuscules

source: Convert to uppercase
fr_fr: Convertir en majuscules

source: Capitalize first letter
fr_fr: Mettre en majuscule la première lettre

source: Capitalize each word
fr_fr: Mettre en majuscule chaque mot

source: Remove HTML tags
fr_fr: Supprimer les balises HTML

source: Remove whitespace
fr_fr: Supprimer les espaces

source: Format as price
fr_fr: Formater comme prix

source: Convert boolean to yes/no
fr_fr: Convertir booléen en oui/non

source: Are you sure you want to reset all mappings to default values?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les mappings aux valeurs par défaut ?

source: Edit
fr_fr: Modifier

source: Run Now
fr_fr: Exécuter maintenant

source: Fetching orders from Shopify...
fr_fr: Récupération des commandes depuis Shopify...

source: Found %d orders. Starting import...
fr_fr: %d commandes trouvées. Début de l'importation...

source: No orders found to import.
fr_fr: Aucune commande trouvée à importer.

source: Import stopped due to timeout. Processed %d orders in %d batches.
fr_fr: Importation arrêtée en raison du délai d'attente. %d commandes traitées en %d lots.

source: Processing order %s...
fr_fr: Traitement de la commande %s...

source: Error processing order %s: %s
fr_fr: Erreur lors du traitement de la commande %s : %s

source: Import completed. Imported: %d, Skipped: %d, Errors: %d
fr_fr: Importation terminée. Importés : %d, Ignorés : %d, Erreurs : %d

source: Order %s already exists
fr_fr: La commande %s existe déjà

source: Failed to create WooCommerce order
fr_fr: Échec de la création de la commande WooCommerce

source: Order %s imported successfully
fr_fr: Commande %s importée avec succès

source: Product not found
fr_fr: Produit non trouvé

source: Shipping
fr_fr: Livraison

source: Tax
fr_fr: Taxe

source: Shopify refund
fr_fr: Remboursement Shopify

source: Welcome to %s
fr_fr: Bienvenue sur %s

source: Welcome to %s!
fr_fr: Bienvenue sur %s !

source: Hello %s,
fr_fr: Bonjour %s,

source: Hello,
fr_fr: Bonjour,

source: Your account has been created on our store. You can now log in to manage your account, view orders, and more.
fr_fr: Votre compte a été créé sur notre boutique. Vous pouvez maintenant vous connecter pour gérer votre compte, consulter vos commandes et plus encore.

source: Please use the password reset feature on the login page to set your password.
fr_fr: Veuillez utiliser la fonction de réinitialisation de mot de passe sur la page de connexion pour définir votre mot de passe.

source: Visit Your Account
fr_fr: Visiter votre compte

source: Thank you for being our customer!
fr_fr: Merci d'être notre client !

source: The %s Team
fr_fr: L'équipe %s

source: "%s" is a WordPress reserved word
fr_fr: "%s" est un mot réservé WordPress

source: Append number (e.g., slug-2)
fr_fr: Ajouter un numéro (ex. : slug-2)

source: Add a number to make the slug unique
fr_fr: Ajouter un numéro pour rendre le slug unique

source: Append date (e.g., slug-jul2025)
fr_fr: Ajouter une date (ex. : slug-jul2025)

source: Add current month/year to make unique
fr_fr: Ajouter le mois/année actuel pour rendre unique

source: Add prefix (%s-slug)
fr_fr: Ajouter un préfixe (%s-slug)

source: Add prefix to identify as imported content
fr_fr: Ajouter un préfixe pour identifier comme contenu importé

source: WordPress auto-generated unique slug
fr_fr: Slug unique généré automatiquement par WordPress

source: Let WordPress generate a unique slug automatically
fr_fr: Laisser WordPress générer automatiquement un slug unique

source: Enter custom slug manually
fr_fr: Saisir manuellement un slug personnalisé

source: Specify a custom slug for this content
fr_fr: Spécifier un slug personnalisé pour ce contenu

source: A %s with this slug already exists: "%s"
fr_fr: Un %s avec ce slug existe déjà : "%s"

source: Security check failed
fr_fr: Échec de la vérification de sécurité

source: You do not have permission to perform this action
fr_fr: Vous n'avez pas la permission d'effectuer cette action

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Required field "%s" is missing
fr_fr: Le champ requis "%s" est manquant

source: Missing field:
fr_fr: Champ manquant :

source: No store specified
fr_fr: Aucun magasin spécifié

source: Store not found
fr_fr: Magasin non trouvé

source: No customers found matching your criteria
fr_fr: Aucun client trouvé correspondant à vos critères

source: Found %d customers matching your criteria
fr_fr: %d clients trouvés correspondant à vos critères

source: No store selected.
fr_fr: Aucun magasin sélectionné.

source: Invalid store selected.
fr_fr: Magasin sélectionné invalide.

source: Starting import...
fr_fr: Début de l'importation...

source: Customer import started successfully! You can close this page and the import will continue in the background.
fr_fr: L'importation des clients a démarré avec succès ! Vous pouvez fermer cette page et l'importation se poursuivra en arrière-plan.

source: Fetching customers from Shopify...
fr_fr: Récupération des clients depuis Shopify...

source: Continuing customer import...
fr_fr: Poursuite de l'importation des clients...

source: Import complete. Imported: %d, Updated: %d, Failed: %d, Skipped: %d
fr_fr: Importation terminée. Importés : %d, Mis à jour : %d, Échoués : %d, Ignorés : %d

source: Error:
fr_fr: Erreur :

source: Missing job ID
fr_fr: ID de tâche manquant

source: Import job not found
fr_fr: Tâche d'importation non trouvée

source: Processing...
fr_fr: Traitement...

source: Active customer import found
fr_fr: Importation de clients active trouvée

source: No active customer imports found
fr_fr: Aucune importation de clients active trouvée

source: Please select a store.
fr_fr: Veuillez sélectionner un magasin.

source: Store not found.
fr_fr: Magasin non trouvé.

source: Guest
fr_fr: Invité

source: No orders found or unable to fetch orders.
fr_fr: Aucune commande trouvée ou impossible de récupérer les commandes.

source: Failed to preview orders:
fr_fr: Échec de l'aperçu des commandes :

source: Failed to create import session
fr_fr: Échec de la création de la session d'importation

source: Initializing order import...
fr_fr: Initialisation de l'importation des commandes...

source: Orders import started successfully.
fr_fr: L'importation des commandes a démarré avec succès.

source: Failed to start orders import:
fr_fr: Échec du démarrage de l'importation des commandes :

source: Invalid progress key.
fr_fr: Clé de progression invalide.

source: Import progress not found.
fr_fr: Progression de l'importation non trouvée.

source: Import process started.
fr_fr: Processus d'importation démarré.

source: Active order import found
fr_fr: Importation de commandes active trouvée

source: No active order imports found
fr_fr: Aucune importation de commandes active trouvée

source: No products found matching your criteria
fr_fr: Aucun produit trouvé correspondant à vos critères

source: Found %d products matching your criteria
fr_fr: %d produits trouvés correspondant à vos critères

source: An import is already running for this store.
fr_fr: Une importation est déjà en cours pour ce magasin.

source: Product import has started. You can monitor progress in the logs.
fr_fr: L'importation des produits a démarré. Vous pouvez surveiller la progression dans les journaux.

source: Another import is already running. Please wait for it to complete.
fr_fr: Une autre importation est déjà en cours. Veuillez attendre qu'elle se termine.

source: Failed to get product count
fr_fr: Échec de l'obtention du nombre de produits

source: Import ID not specified
fr_fr: ID d'importation non spécifié

source: Import session not found
fr_fr: Session d'importation non trouvée

source: Active import found
fr_fr: Importation active trouvée

source: No active imports found
fr_fr: Aucune importation active trouvée

source: Custom table update failed. Last SQL error: %s
fr_fr: Échec de la mise à jour de la table personnalisée. Dernière erreur SQL : %s

source: Connecting...
fr_fr: Connexion...

source: Deactivating...
fr_fr: Désactivation...

source: Activating...
fr_fr: Activation...

source: Deleting...
fr_fr: Suppression...

source: Saving store...
fr_fr: Sauvegarde du magasin...

source: Loading...
fr_fr: Chargement...

source: Loading stores...
fr_fr: Chargement des magasins...

source: Testing connection...
fr_fr: Test de connexion...

source: Success!
fr_fr: Succès !

source: Error occurred
fr_fr: Une erreur s'est produite

source: Invalid shop domain format. Please enter a valid Shopify store domain.
fr_fr: Format de domaine de boutique invalide. Veuillez saisir un domaine de boutique Shopify valide.

source: Invalid access token format. Please enter a valid Shopify access token.
fr_fr: Format de jeton d'accès invalide. Veuillez saisir un jeton d'accès Shopify valide.

source: Invalid API version format. Please enter a valid Shopify API version.
fr_fr: Format de version API invalide. Veuillez saisir une version API Shopify valide.

source: Are you sure you want to deactivate this store? You can reactivate it later.
fr_fr: Êtes-vous sûr de vouloir désactiver ce magasin ? Vous pourrez le réactiver plus tard.

source: Are you sure you want to activate this store? It will start syncing data.
fr_fr: Êtes-vous sûr de vouloir activer ce magasin ? Il commencera à synchroniser les données.

source: Are you sure you want to delete this store? This action cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer ce magasin ? Cette action ne peut pas être annulée.

source: Store saved successfully!
fr_fr: Magasin sauvegardé avec succès !

source: Store deleted successfully!
fr_fr: Magasin supprimé avec succès !

source: Please select a store first.
fr_fr: Veuillez d'abord sélectionner un magasin.

source: Failed to start import.
fr_fr: Échec du démarrage de l'importation.

source: Server error. Please try again.
fr_fr: Erreur serveur. Veuillez réessayer.

source: Import scheduled successfully!
fr_fr: Importation programmée avec succès !

source: Failed to schedule import.
fr_fr: Échec de la programmation de l'importation.

source: Failed to preview products.
fr_fr: Échec de l'aperçu des produits.

source: High thread counts may cause server performance issues or timeouts.
fr_fr: Un nombre élevé de threads peut causer des problèmes de performance serveur ou des délais d'attente.

source: Import has been scheduled successfully.
fr_fr: L'importation a été programmée avec succès.

source: Failed to schedule the import.
fr_fr: Échec de la programmation de l'importation.

source: Please enter a valid email address.
fr_fr: Veuillez saisir une adresse e-mail valide.

source: Processing Options
fr_fr: Options de traitement

source: Scheduling Options
fr_fr: Options de programmation

source: Notification Options
fr_fr: Options de notification

source: Show Advanced Filters
fr_fr: Afficher les filtres avancés

source: Hide Advanced Filters
fr_fr: Masquer les filtres avancés

source: Import completed successfully!
fr_fr: Importation terminée avec succès !

source: Customer Preview
fr_fr: Aperçu des clients

source: No customers found matching your criteria.
fr_fr: Aucun client trouvé correspondant à vos critères.

source: Please fill in Shop Domain and Access Token first.
fr_fr: Veuillez d'abord remplir le domaine de boutique et le jeton d'accès.

source: Validation Error
fr_fr: Erreur de validation

source: Connection Failed
fr_fr: Échec de connexion

source: Missing store ID or security token.
fr_fr: ID de magasin ou jeton de sécurité manquant.

source: Are you sure you want to deactivate this store?
fr_fr: Êtes-vous sûr de vouloir désactiver ce magasin ?

source: Delete Store
fr_fr: Supprimer le magasin

source: Deactivate Store
fr_fr: Désactiver le magasin

source: Delete
fr_fr: Supprimer

source: Deactivate
fr_fr: Désactiver

source: Cancel
fr_fr: Annuler

source: Action successful.
fr_fr: Action réussie.

source: Failed to process request.
fr_fr: Échec du traitement de la demande.

source: AJAX request failed.
fr_fr: Requête AJAX échouée.

source: Are you sure you want to set this store as default?
fr_fr: Êtes-vous sûr de vouloir définir ce magasin par défaut ?

source: Set Default Store
fr_fr: Définir le magasin par défaut

source: Set as Default
fr_fr: Définir par défaut

source: Store set as default successfully.
fr_fr: Magasin défini par défaut avec succès.

source: Failed to set store as default.
fr_fr: Échec de la définition du magasin par défaut.

source: Copying...
fr_fr: Copie...

source: Exporting...
fr_fr: Exportation...

source: Store copied successfully. The store domain has been modified with a unique suffix to avoid conflicts.
fr_fr: Magasin copié avec succès. Le domaine du magasin a été modifié avec un suffixe unique pour éviter les conflits.

source: Store Copied
fr_fr: Magasin copié

source: Failed to copy store.
fr_fr: Échec de la copie du magasin.
