Repository: Infinitietechnologies/wp-migrate-shopify-woo-lite
Catalog: languages/wp-migrate-shopify-woo-*.po
Languages: hi_in

source: WP Migrate & Import Shopify to WooCommerce
hi_in: WP माइग्रेट और इम्पोर्ट Shopify से WooCommerce

source: requires WooCommerce to be installed and active.
hi_in: WooCommerce इंस्टॉल और सक्रिय होना आवश्यक है।

source: Shopify to WooCommerce Importer
hi_in: Shopify से WooCommerce इम्पोर्टर

source: Manage your Shopify store connections and import data to WooCommerce.
hi_in: अपने Shopify स्टोर कनेक्शन प्रबंधित करें और WooCommerce में डेटा इम्पोर्ट करें।

source: Connect your first store
hi_in: अपना पहला स्टोर कनेक्ट करें

source: No stores connected yet
hi_in: अभी तक कोई स्टोर कनेक्ट नहीं है

source: Get started by connecting your first Shopify store to begin importing products, customers, orders, and more.
hi_in: उत्पाद, ग्राहक, ऑर्डर और अन्य चीजों को इम्पोर्ट करना शुरू करने के लिए अपना पहला Shopify स्टोर कनेक्ट करके शुरुआत करें।

source: Connected Stores
hi_in: कनेक्टेड स्टोर

source: Pending Tasks
hi_in: लंबित कार्य

source: Completed
hi_in: पूर्ण

source: Failed
hi_in: असफल

source: Quick Actions
hi_in: त्वरित कार्य

source: Connect Store
hi_in: स्टोर कनेक्ट करें

source: Add your first Shopify store to start importing data
hi_in: डेटा इम्पोर्ट करना शुरू करने के लिए अपना पहला Shopify स्टोर जोड़ें

source: Manage Stores
hi_in: स्टोर प्रबंधित करें

source: View and manage your connected stores
hi_in: अपने कनेक्टेड स्टोर देखें और प्रबंधित करें

source: View Logs
hi_in: लॉग देखें

source: Check import history and system logs
hi_in: इम्पोर्ट इतिहास और सिस्टम लॉग जांचें

source: Settings
hi_in: सेटिंग्स

source: Configure plugin settings and preferences
hi_in: प्लगइन सेटिंग्स और प्राथमिकताएं कॉन्फ़िगर करें

source: Import Data
hi_in: डेटा इम्पोर्ट करें

source: Products
hi_in: उत्पाद

source: Customers
hi_in: ग्राहक

source: Orders
hi_in: ऑर्डर

source: Pages
hi_in: पेज

source: Blogs
hi_in: ब्लॉग

source: Coupons
hi_in: कूपन

source: No Stores Connected
hi_in: कोई स्टोर कनेक्ट नहीं है

source: Connect your first Shopify store to start importing data. You can import products, customers, orders, pages, blogs, and coupons.
hi_in: डेटा इम्पोर्ट करना शुरू करने के लिए अपना पहला Shopify स्टोर कनेक्ट करें। आप उत्पाद, ग्राहक, ऑर्डर, पेज, ब्लॉग और कूपन इम्पोर्ट कर सकते हैं।

source: View Documentation
hi_in: दस्तावेज देखें

source: Recent Activity
hi_in: हाल की गतिविधि

source: No recent activity found. Import data to see activity here.
hi_in: कोई हाल की गतिविधि नहीं मिली। यहाँ गतिविधि देखने के लिए डेटा इम्पोर्ट करें।

source: Date/Time
hi_in: दिनांक/समय

source: Level
hi_in: स्तर

source: Store
hi_in: स्टोर

source: Task
hi_in: कार्य

source: Message
hi_in: संदेश

source: Pending
hi_in: लंबित

source: Processing
hi_in: प्रसंस्करण

source: Paused
hi_in: रोका गया

source: Unknown
hi_in: अज्ञात

source: Dismiss notification
hi_in: सूचना खारिज करें

source: Optional transform function
hi_in: वैकल्पिक रूपांतरण फ़ंक्शन

source: Remove mapping
hi_in: मैपिंग हटाएं

source: Remove
hi_in: हटाएं

source: Transform Functions
hi_in: रूपांतरण फ़ंक्शन

source: Available transform functions you can use in the Transform field:
hi_in: रूपांतरण फ़ील्ड में उपयोग के लिए उपलब्ध रूपांतरण फ़ंक्शन:

source: Convert to lowercase
hi_in: छोटे अक्षरों में बदलें

source: Convert to uppercase
hi_in: बड़े अक्षरों में बदलें

source: Capitalize first letter
hi_in: पहला अक्षर बड़ा करें

source: Capitalize each word
hi_in: हर शब्द का पहला अक्षर बड़ा करें

source: Remove HTML tags
hi_in: HTML टैग हटाएं

source: Remove whitespace
hi_in: व्हाइटस्पेस हटाएं

source: Format as price
hi_in: मूल्य के रूप में फॉर्मेट करें

source: Convert boolean to yes/no
hi_in: बूलियन को हाँ/नहीं में बदलें

source: Are you sure you want to reset all mappings to default values?
hi_in: क्या आप वाकई सभी मैपिंग को डिफ़ॉल्ट मानों पर रीसेट करना चाहते हैं?

source: Edit
hi_in: संपादित करें

source: Run Now
hi_in: अभी चलाएं

source: Pause
hi_in: रोकें

source: Fetching orders from Shopify...
hi_in: Shopify से ऑर्डर प्राप्त कर रहे हैं...

source: Found %d orders. Starting import...
hi_in: %d ऑर्डर मिले। इम्पोर्ट शुरू कर रहे हैं...

source: No orders found to import.
hi_in: इम्पोर्ट करने के लिए कोई ऑर्डर नहीं मिला।

source: Import stopped due to timeout. Processed %d orders in %d batches.
hi_in: समय समाप्त होने के कारण इम्पोर्ट रुक गया। %d बैचों में %d ऑर्डर प्रसंस्करित किए गए।

source: Processing order %s...
hi_in: ऑर्डर %s प्रसंस्करण कर रहे हैं...

source: Error processing order %s: %s
hi_in: ऑर्डर %s प्रसंस्करण में त्रुटि: %s

source: Import completed. Imported: %d, Skipped: %d, Errors: %d
hi_in: इम्पोर्ट पूर्ण। इम्पोर्ट किए गए: %d, छोड़े गए: %d, त्रुटियां: %d

source: Order %s already exists
hi_in: ऑर्डर %s पहले से मौजूद है

source: Failed to create WooCommerce order
hi_in: WooCommerce ऑर्डर बनाने में असफल

source: Order %s imported successfully
hi_in: ऑर्डर %s सफलतापूर्वक इम्पोर्ट किया गया

source: Product not found
hi_in: उत्पाद नहीं मिला

source: Shipping
hi_in: शिपिंग

source: Tax
hi_in: कर

source: Shopify refund
hi_in: Shopify रिफंड

source: Welcome to %s
hi_in: %s में आपका स्वागत है

source: Welcome to %s!
hi_in: %s में आपका स्वागत है!

source: Hello %s,
hi_in: नमस्ते %s,

source: Hello,
hi_in: नमस्ते,

source: Your account has been created on our store. You can now log in to manage your account, view orders, and more.
hi_in: हमारे स्टोर पर आपका खाता बनाया गया है। अब आप अपना खाता प्रबंधित करने, ऑर्डर देखने और अन्य कार्यों के लिए लॉग इन कर सकते हैं।

source: Please use the password reset feature on the login page to set your password.
hi_in: कृपया अपना पासवर्ड सेट करने के लिए लॉगिन पेज पर पासवर्ड रीसेट सुविधा का उपयोग करें।

source: Visit Your Account
hi_in: अपना खाता देखें

source: Thank you for being our customer!
hi_in: हमारे ग्राहक बनने के लिए धन्यवाद!

source: The %s Team
hi_in: %s टीम

source: "%s" is a WordPress reserved word
hi_in: "%s" एक WordPress आरक्षित शब्द है

source: Append number (e.g., slug-2)
hi_in: संख्या जोड़ें (जैसे, slug-2)

source: Add a number to make the slug unique
hi_in: स्लग को अद्वितीय बनाने के लिए एक संख्या जोड़ें

source: Append date (e.g., slug-jul2025)
hi_in: दिनांक जोड़ें (जैसे, slug-jul2025)

source: Add current month/year to make unique
hi_in: अद्वितीय बनाने के लिए वर्तमान महीना/वर्ष जोड़ें

source: Add prefix (%s-slug)
hi_in: उपसर्ग जोड़ें (%s-slug)

source: Add prefix to identify as imported content
hi_in: इम्पोर्ट की गई सामग्री की पहचान के लिए उपसर्ग जोड़ें

source: WordPress auto-generated unique slug
hi_in: WordPress स्वचालित-जनरेटेड अद्वितीय स्लग

source: Let WordPress generate a unique slug automatically
hi_in: WordPress को स्वचालित रूप से एक अद्वितीय स्लग जनरेट करने दें

source: Enter custom slug manually
hi_in: कस्टम स्लग मैन्युअल रूप से दर्ज करें

source: Specify a custom slug for this content
hi_in: इस सामग्री के लिए एक कस्टम स्लग निर्दिष्ट करें

source: A %s with this slug already exists: "%s"
hi_in: इस स्लग के साथ एक %s पहले से मौजूद है: "%s"

source: Security check failed
hi_in: सुरक्षा जांच असफल

source: You do not have permission to perform this action
hi_in: आपको यह कार्य करने की अनुमति नहीं है

source: You do not have sufficient permissions to access this page.
hi_in: इस पेज तक पहुंचने के लिए आपके पास पर्याप्त अनुमतियां नहीं हैं।

source: Required field "%s" is missing
hi_in: आवश्यक फ़ील्ड "%s" गुम है

source: Missing field:
hi_in: गुम फ़ील्ड:

source: No store specified
hi_in: कोई स्टोर निर्दिष्ट नहीं

source: Store not found
hi_in: स्टोर नहीं मिला

source: No customers found matching your criteria
hi_in: आपके मापदंड से मेल खाने वाला कोई ग्राहक नहीं मिला

source: Found %d customers matching your criteria
hi_in: आपके मापदंड से मेल खाने वाले %d ग्राहक मिले

source: No store selected.
hi_in: कोई स्टोर चयनित नहीं।

source: Invalid store selected.
hi_in: अमान्य स्टोर चयनित।

source: Starting import...
hi_in: इम्पोर्ट शुरू कर रहे हैं...

source: Customer import started successfully! You can close this page and the import will continue in the background.
hi_in: ग्राहक इम्पोर्ट सफलतापूर्वक शुरू हुआ! आप इस पेज को बंद कर सकते हैं और इम्पोर्ट बैकग्राउंड में जारी रहेगा।

source: Fetching customers from Shopify...
hi_in: Shopify से ग्राहक प्राप्त कर रहे हैं...

source: Continuing customer import...
hi_in: ग्राहक इम्पोर्ट जारी है...

source: Import complete. Imported: %d, Updated: %d, Failed: %d, Skipped: %d
hi_in: इम्पोर्ट पूर्ण। इम्पोर्ट किए गए: %d, अपडेट किए गए: %d, असफल: %d, छोड़े गए: %d

source: Error:
hi_in: त्रुटि:

source: Missing job ID
hi_in: जॉब ID गुम है

source: Import job not found
hi_in: इम्पोर्ट जॉब नहीं मिला

source: Processing...
hi_in: प्रसंस्करण...

source: Active customer import found
hi_in: सक्रिय ग्राहक इम्पोर्ट मिला

source: No active customer imports found
hi_in: कोई सक्रिय ग्राहक इम्पोर्ट नहीं मिला

source: Please select a store.
hi_in: कृपया एक स्टोर चुनें।

source: Store not found.
hi_in: स्टोर नहीं मिला।

source: Guest
hi_in: अतिथि

source: No orders found or unable to fetch orders.
hi_in: कोई ऑर्डर नहीं मिला या ऑर्डर प्राप्त करने में असमर्थ।

source: Failed to preview orders:
hi_in: ऑर्डर पूर्वावलोकन में असफल:

source: Failed to create import session
hi_in: इम्पोर्ट सेशन बनाने में असफल

source: Initializing order import...
hi_in: ऑर्डर इम्पोर्ट प्रारंभ कर रहे हैं...

source: Orders import started successfully.
hi_in: ऑर्डर इम्पोर्ट सफलतापूर्वक शुरू हुआ।

source: Failed to start orders import:
hi_in: ऑर्डर इम्पोर्ट शुरू करने में असफल:

source: Invalid progress key.
hi_in: अमान्य प्रगति कुंजी।

source: Import progress not found.
hi_in: इम्पोर्ट प्रगति नहीं मिली।

source: Import process started.
hi_in: इम्पोर्ट प्रक्रिया शुरू हुई।

source: Active order import found
hi_in: सक्रिय ऑर्डर इम्पोर्ट मिला

source: No active order imports found
hi_in: कोई सक्रिय ऑर्डर इम्पोर्ट नहीं मिला

source: No products found matching your criteria
hi_in: आपके मापदंड से मेल खाने वाला कोई उत्पाद नहीं मिला

source: Found %d products matching your criteria
hi_in: आपके मापदंड से मेल खाने वाले %d उत्पाद मिले

source: An import is already running for this store.
hi_in: इस स्टोर के लिए पहले से एक इम्पोर्ट चल रहा है।

source: Product import has started. You can monitor progress in the logs.
hi_in: उत्पाद इम्पोर्ट शुरू हो गया है। आप लॉग में प्रगति की निगरानी कर सकते हैं।

source: Another import is already running. Please wait for it to complete.
hi_in: दूसरा इम्पोर्ट पहले से चल रहा है। कृपया इसके पूरा होने की प्रतीक्षा करें।

source: Failed to get product count
hi_in: उत्पाद संख्या प्राप्त करने में असफल

source: Import ID not specified
hi_in: इम्पोर्ट ID निर्दिष्ट नहीं

source: Import session not found
hi_in: इम्पोर्ट सेशन नहीं मिला

source: Active import found
hi_in: सक्रिय इम्पोर्ट मिला

source: No active imports found
hi_in: कोई सक्रिय इम्पोर्ट नहीं मिला

source: Custom table update failed. Last SQL error: %s
hi_in: कस्टम टेबल अपडेट असफल। अंतिम SQL त्रुटि: %s

source: Connecting...
hi_in: कनेक्ट कर रहे हैं...

source: Deactivating...
hi_in: निष्क्रिय कर रहे हैं...

source: Activating...
hi_in: सक्रिय कर रहे हैं...

source: Deleting...
hi_in: हटा रहे हैं...

source: Saving store...
hi_in: स्टोर सेव कर रहे हैं...

source: Loading...
hi_in: लोड कर रहे हैं...

source: Loading stores...
hi_in: स्टोर लोड कर रहे हैं...

source: Testing connection...
hi_in: कनेक्शन जांच रहे हैं...

source: Success!
hi_in: सफल!

source: Error occurred
hi_in: त्रुटि हुई

source: Invalid shop domain format. Please enter a valid Shopify store domain.
hi_in: अमान्य शॉप डोमेन फॉर्मेट। कृपया एक वैध Shopify स्टोर डोमेन दर्ज करें।

source: Invalid access token format. Please enter a valid Shopify access token.
hi_in: अमान्य एक्सेस टोकन फॉर्मेट। कृपया एक वैध Shopify एक्सेस टोकन दर्ज करें।

source: Invalid API version format. Please enter a valid Shopify API version.
hi_in: अमान्य API संस्करण फॉर्मेट। कृपया एक वैध Shopify API संस्करण दर्ज करें।

source: Are you sure you want to deactivate this store? You can reactivate it later.
hi_in: क्या आप वाकई इस स्टोर को निष्क्रिय करना चाहते हैं? आप इसे बाद में पुनः सक्रिय कर सकते हैं।

source: Are you sure you want to activate this store? It will start syncing data.
hi_in: क्या आप वाकई इस स्टोर को सक्रिय करना चाहते हैं? यह डेटा सिंक करना शुरू कर देगा।

source: Are you sure you want to delete this store? This action cannot be undone.
hi_in: क्या आप वाकई इस स्टोर को हटाना चाहते हैं? यह कार्य पूर्ववत नहीं किया जा सकता।

source: Store saved successfully!
hi_in: स्टोर सफलतापूर्वक सेव हुआ!

source: Store deleted successfully!
hi_in: स्टोर सफलतापूर्वक हटाया गया!

source: Please select a store first.
hi_in: कृपया पहले एक स्टोर चुनें।

source: Failed to start import.
hi_in: इम्पोर्ट शुरू करने में असफल।

source: Server error. Please try again.
hi_in: सर्वर त्रुटि। कृपया पुनः प्रयास करें।

source: Import scheduled successfully!
hi_in: इम्पोर्ट सफलतापूर्वक निर्धारित किया गया!

source: Failed to schedule import.
hi_in: इम्पोर्ट निर्धारित करने में असफल।

source: Failed to preview products.
hi_in: उत्पादों का पूर्वावलोकन करने में असफल।

source: High thread counts may cause server performance issues or timeouts.
hi_in: उच्च थ्रेड संख्या सर्वर प्रदर्शन समस्याओं या टाइमआउट का कारण बन सकती है।

source: Import has been scheduled successfully.
hi_in: इम्पोर्ट सफलतापूर्वक निर्धारित किया गया है।

source: Failed to schedule the import.
hi_in: इम्पोर्ट निर्धारित करने में असफल।

source: Please enter a valid email address.
hi_in: कृपया एक वैध ईमेल पता दर्ज करें।

source: Processing Options
hi_in: प्रसंस्करण विकल्प

source: Scheduling Options
hi_in: शेड्यूलिंग विकल्प

source: Notification Options
hi_in: सूचना विकल्प

source: Show Advanced Filters
hi_in: उन्नत फ़िल्टर दिखाएं

source: Hide Advanced Filters
hi_in: उन्नत फ़िल्टर छुपाएं

source: Import completed successfully!
hi_in: इम्पोर्ट सफलतापूर्वक पूर्ण हुआ!

source: Customer Preview
hi_in: ग्राहक पूर्वावलोकन

source: No customers found matching your criteria.
hi_in: आपके मापदंड से मेल खाने वाला कोई ग्राहक नहीं मिला।

source: Please fill in Shop Domain and Access Token first.
hi_in: कृपया पहले शॉप डोमेन और एक्सेस टोकन भरें।

source: Validation Error
hi_in: सत्यापन त्रुटि

source: Connection Failed
hi_in: कनेक्शन असफल

source: Missing store ID or security token.
hi_in: स्टोर ID या सुरक्षा टोकन गुम है।

source: Are you sure you want to deactivate this store?
hi_in: क्या आप वाकई इस स्टोर को निष्क्रिय करना चाहते हैं?

source: Delete Store
hi_in: स्टोर हटाएं

source: Deactivate Store
hi_in: स्टोर निष्क्रिय करें

source: Delete
hi_in: हटाएं

source: Deactivate
hi_in: निष्क्रिय करें

source: Cancel
hi_in: रद्द करें

source: Action successful.
hi_in: कार्य सफल।

source: Failed to process request.
hi_in: अनुरोध प्रसंस्करण में असफल।

source: AJAX request failed.
hi_in: AJAX अनुरोध असफल।

source: Are you sure you want to set this store as default?
hi_in: क्या आप वाकई इस स्टोर को डिफ़ॉल्ट के रूप में सेट करना चाहते हैं?

source: Set Default Store
hi_in: डिफ़ॉल्ट स्टोर सेट करें

source: Set as Default
hi_in: डिफ़ॉल्ट के रूप में सेट करें

source: Store set as default successfully.
hi_in: स्टोर सफलतापूर्वक डिफ़ॉल्ट के रूप में सेट किया गया।

source: Failed to set store as default.
hi_in: स्टोर को डिफ़ॉल्ट के रूप में सेट करने में असफल।

source: Copying...
hi_in: कॉपी कर रहे हैं...

source: Exporting...
hi_in: निर्यात कर रहे हैं...

source: Store copied successfully. The store domain has been modified with a unique suffix to avoid conflicts.
hi_in: स्टोर सफलतापूर्वक कॉपी किया गया। संघर्ष से बचने के लिए स्टोर डोमेन को एक अद्वितीय प्रत्यय के साथ संशोधित किया गया है।

source: Store Copied
hi_in: स्टोर कॉपी किया गया

source: Failed to copy store.
hi_in: स्टोर कॉपी करने में असफल।

source: Store updated successfully
hi_in: स्टोर सफलतापूर्वक अपडेट किया गया

source: Store added successfully
hi_in: स्टोर सफलतापूर्वक जोड़ा गया

source: Failed to save store
hi_in: स्टोर सेव करने में असफल

source: Failed to delete store
hi_in: स्टोर हटाने में असफल

source: Store deleted successfully
hi_in: स्टोर सफलतापूर्वक हटाया गया

source: Invalid store ID
hi_in: अमान्य स्टोर ID

source: Default store set successfully
hi_in: डिफ़ॉल्ट स्टोर सफलतापूर्वक सेट किया गया

source: Failed to set default store
hi_in: डिफ़ॉल्ट स्टोर सेट करने में असफल

source: activated
hi_in: सक्रिय किया गया

source: deactivated
hi_in: निष्क्रिय किया गया

source: Store %s successfully
hi_in: स्टोर %s सफलतापूर्वक

source: Failed to update store status
hi_in: स्टोर स्थिति अपडेट करने में असफल

source: Error updating store status: %s
hi_in: स्टोर स्थिति अपडेट करने में त्रुटि: %s

source: Store is not active
hi_in: स्टोर सक्रिय नहीं है

source: Store does not have a valid access token
hi_in: स्टोर के पास वैध एक्सेस टोकन नहीं है

source: Store is not configured properly
hi_in: स्टोर ठीक से कॉन्फ़िगर नहीं है

source: Connection successful!
hi_in: कनेक्शन सफल!

source: Connected to: %s (%s)
hi_in: कनेक्ट किया गया: %s (%s)

source: Connection failed. Invalid response from Shopify.
hi_in: कनेक्शन असफल। Shopify से अमान्य प्रतिक्रिया।

source: The API returned an unexpected response format.
hi_in: API ने एक अप्रत्याशित प्रतिक्रिया प्रारूप वापस किया।

source: Connection failed.
hi_in: कनेक्शन असफल।

source: Error: %s
hi_in: त्रुटि: %s

source: Source store not found
hi_in: स्रोत स्टोर नहीं मिला

source: Store copied successfully. Note: The store domain has been modified for system compatibility.
hi_in: स्टोर सफलतापूर्वक कॉपी किया गया। नोट: सिस्टम संगतता के लिए स्टोर डोमेन को संशोधित किया गया है।

source: Failed to copy store
hi_in: स्टोर कॉपी करने में असफल

source: Error copying store: %s
hi_in: स्टोर कॉपी करने में त्रुटि: %s

source: All settings have been saved successfully and are now active.
hi_in: सभी सेटिंग्स सफलतापूर्वक सेव की गई हैं और अब सक्रिय हैं।

source: Some settings could not be saved to the database.
hi_in: कुछ सेटिंग्स डेटाबेस में सेव नहीं की जा सकीं।

source: See details below.
hi_in: नीचे विवरण देखें।

source: No pages found matching your criteria
hi_in: आपके मापदंड से मेल खाने वाला कोई पेज नहीं मिला

source: Domain
hi_in: कार्यक्षेत्र
